{
    "no_apikey": "Você não tem uma chave de API registrada.",
    "success": "Sucesso",
    "error": "Erro",
    "usage": "Uso",
    "invalid_id": "Desculpe! Esse é um ID de servidor inválido.\nVisualize seus servidores com {prefix}",
    "servers": {
        "no_servers": "Você não tem nenhum servidor.",
        "your_servers": "Seus {hostname} servidores"
    },
    "info": {
        "start": "A ação de início foi enviada para o seu servidor.",
        "stop": "A ação de parada foi enviada para o seu servidor.",
        "restart": "A ação de reinicialização foi enviada ao seu servidor.",
        "kill": "A ação kill foi enviada para o seu servidor.",
        "s_info": "Informação do servidor",
        "no_perm": "Você não tem permissão para fazer isso.\nSe você é um subcontratante deste servidor, talvez não tenha a permissão necessária.",
        "reactions": "Por 60 segundos, você pode usar reações para controlar seu servidor."
    },
    "send": {
        "offline": "Desculpe, esse servidor está offline.",
        "sent": "O comando foi enviado com sucesso ao servidor."
    },
    "register": {
        "register": "Registro",
        "already_registered": "Você já tem uma chave de API registrada.",
        "registered": "Sua chave de API foi registrada com sucesso.",
        "sent_dm": "Eu te enviei um DM, o processo de registro acontecerá lá.",
        "sec_msg": "Por segurança, o processo de registro deve ocorrer aqui.",
        "ask_key": "Por favor, me envie sua chave de API.",
        "invalid_key": "Essa chave de API é inválida.\nRegistro cancelado."
    },
    "unregister": {
        "unregister": "Unregister",
        "unregistered": "Sua chave de API foi cancelada com sucesso.\nVocê não pode mais usar comandos de controle na guilda onde você executou o comando de cancelamento de registro.",
        "sent_dm": "Eu te enviei um DM, o processo de cancelamento de registro acontecerá lá.",
        "sec_msg": "Por segurança, o processo de cancelamento de registro deve ocorrer aqui.",
        "ask_key": "Por favor, me envie sua chave de API registrada.",
        "invalid_key": "Essa chave de API é inválida.\nO registro foi cancelado."
    },
    "lang": {
        "name": "pt-br" 
    }
}
